Repository: vakesz/Glasstual
Catalog: Sources/App/Features/HighlightLog/HighlightLog.xcstrings
Source language: en
Languages: de, hu

# action-note
source: Messages beginning with a bullet (•) are actions.
de: Nachrichten, die mit einem Punkt (•) beginnen, sind Aktionen.
hu: A ponttal (•) kezdődő üzenetek cselekvések.

source: Channel
de: Kanal
hu: Csatorna

source: Clear List
de: Liste leeren
hu: Lista törlése

# clear-list-confirmation-message
source: The highlights logged for this connection are removed. This cannot be undone.
de: Die protokollierten Hervorhebungen für diese Verbindung werden entfernt. Dies kann nicht rückgängig gemacht werden.
hu: A kapcsolathoz naplózott említések törlődnek. Ez nem vonható vissza.

# clear-list-confirmation-title
source: Clear the highlight list?
de: Hervorhebungsliste leeren?
hu: Törlöd az említések listáját?

# empty-description
source: New highlighted messages will appear here while Glasstual is running.
de: Neue hervorgehobene Nachrichten erscheinen hier, während Glasstual läuft.
hu: A Glasstual futása alatt az új kiemelt üzenetek itt jelennek meg.

# empty-title
source: No Highlights
de: Keine Hervorhebungen
hu: Nincsenek említések

source: Go to Message
de: Zur Nachricht gehen
hu: Ugrás az üzenethez

source: Highlight List
de: Hervorhebungsliste
hu: Említések listája

source: Message
de: Nachricht
hu: Üzenet

source: Time
de: Zeit
hu: Időpont

# window-title
source: Highlights for %@
de: Hervorhebungen für %@
hu: %@ említései
